<?php

const NUMBERS = [
    'нула',
    'един',
    'два',
    'три',
    'четири',
    'пет',
    'шест',
    'седем',
    'осем',
    'девет'
];

const PLURAL_NUMBERS = [
    '',
    'десет',
    'двайсе',
    'трийсе',
    'четиресе',
    'петдесе',
    'шейсе',
    'седемдесе',
    'осемдесе',
    'деветдесе'
];

const TENS = [
    'десет',
    'единайсе',
    'дванайсе',
    'тринайсе',
    'четиринайсе',
    'петнайсе',
    'шестнайсе',
    'седемнайсе',
    'осемнайсе',
    'деветнайсе',
];

const HUNDREDS = [
    '',
    'сто',
    'двеста',
    'триста',
    'четристотин',
    'петстотин',
    'шестотин',
    'седемстотин',
    'осемстотин',
    'деветстотин',
];

const WORDS = [
    '',
    'сто',
    'хиляда',
    'милион'
];

const PLURAL_WORDS = [
    '',
    'сто',
    'хиляди',
    'милиона'
];
